Repository: woocommerce/sensei-certificates
Catalog: lang/sensei-certificates-*.po
Languages: es_es

source: Name
es_es: Nombre

source: Image
es_es: Imagen

source: Draft
es_es: Borrador

source: Restore this item from the Trash
es_es: Recuperar este archivo de la Papelera

source: Restore
es_es: Recuperar

source: Move this item to the Trash
es_es: Mover este archivo a la Papelera

source: Trash
es_es: Papelera

source: Delete this item permanently
es_es: Borrar este archivo permanentemente

source: Delete Permanently
es_es: Borrar Permanentemente

source: Default Font
es_es: Fuente Predeterminada

source: Default Font color
es_es: Color de Fuente Predeterminado

source: The default text color for the certificate.
es_es: El color de texto predeterminado para el certificado.

source: Heading Position
es_es: Posición de la Cabecera

source: Optional position of the Certificate Heading
es_es: Posición opcional de la Cabecera del Certificado

source: Font
es_es: Fuente

source: Font color
es_es: Color de la fuente

source: Heading Text
es_es: Texto de la cabecera

source: Text to display in the heading.
es_es: Texto para mostrar en la cabecera.

source: Certificate of Completion
es_es: Certificado de Compleción

source: Message Position
es_es: Posición del Mensaje

source: Optional position of the Certificate Message
es_es: Posición opcional del Mensaje del Certificado

source: Message Text
es_es: Texto del Mensaje

source: Text to display in the message area.
es_es: Texto para mostrar en el área del mensaje.

source: This is to certify that {{learner}} has completed the course
es_es: Esto es para certificar que {{learner}} ha completado el curso

source: Course Position
es_es: Posición del Curso

source: Optional position of the Course Name
es_es: Posición opcional del Nombre del Curso

source: Course Text
es_es: Texto del Curso

source: Text to display in the course area.
es_es: Texto para mostrar en el área del curso.

source: Completion Date Position
es_es: Posición de la Fecha de Compleción

source: Optional position of the Course Completion date
es_es: Posición opcional de la fecha de Compleción del Curso

source: Completion Date Text
es_es: Texto de la Fecha de Compleción

source: Text to display in the course completion date area.
es_es: Texto para mostrar en el área de la fecha de la compleción del curso.

source: Place Position
es_es: Posición del Lugar

source: Optional position of the place of Certification.
es_es: Posición opcional del lugar de la Certificación.

source: Course Place Text
es_es: Texto del Lugar del Curso

source: Text to display in the course place area.
es_es: Texto para mostrar en el área del lugar del curso.

source: Set certificate image
es_es: Configurar la imagen del certificado

source: Remove certificate image
es_es: Remover la imagen del certificado

source: None
es_es: Ninguno

source: No certificate template exist yet. Please add some first.
es_es: Ninguna plantilla de certificado existe todavía. Por favor agregue uno primero.

source: Certificate Background Image <small>&ndash; Used to lay out the certificate fields found in the Certificate Data box.</small>
es_es: La Imagen de Trasfondo del Certificado <small>&ndash; Usada para colocar los campos del certificado encontrado en la caja de los Datos del Certificado.</small>

source: Certificate Data
es_es: Datos del Certificado

source: Certificate Template
es_es: Plantilla del Certificado

source: Size
es_es: Tamaño

source: Bold
es_es: Negrita

source: Italic
es_es: Cursiva

source: Center Align
es_es: Alineación Central

source: Border
es_es: Borde

source: Set Position
es_es: Fijar Posición

source: Remove Position
es_es: Remover Posición

source: Overview
es_es: Resumen

source: Editing a Certificate
es_es: Editando un Certificado

source: Certificates List
es_es: Lista de Certificados

source: From the list view you can review all your certificate templates, quickly see the name, primary default image and its data, and trash a certificate template.
es_es: Desde al visualización de lista usted puede revisar todos sus plantillas de certificados, rápidamente ver el nombre, la imagen predeterminada principal y su información, y descartar una plantilla de certificado.

source: How To
es_es: Cómo

source: For more information:
es_es: Para más información:

source: Certificates Docs
es_es: Documentos de Certificados

source: Certificate Name
es_es: Nombre del Certificado

source: All certificate templates must be given a name. This will be used to identify the certificate within the admin.
es_es: Toda plantilla de certificado tiene que tener un nombre asignado. Esto se usará para identificar el certificado dentro de la administración.

source: Certificate Background Image
es_es: Imagen de Trasfondo del Certificado

source: This is the main image for your certificate, and will be used to configure the layout of the various text fields defined in the Certificate Data panel.
es_es: Este es la imagen principal para su certificado, y será usada para configurar el diseño de los varios campos de texto definidos en el panel de los Datos del Certificado.

source: These configuration options allow you to specify exactly where various text fields will be displayed on your certificate, as well as the font used. For instance, if you want the message displayed on your certificate, click the "Set Position" button next to "Message Position". Then select the area of the Certificate Image where you want the message to be displayed.
es_es: Estas opciones de configuración le permite especificar exactamente dónde varios campos de texto serán ubicados en su certificado, como también las fuentes usadas. Por ejemplo, si quiere que el mensaje sea mostrado en su certificado, haga clic en el botón "Fijar Posición" al lado de "Posición del Mensaje". Luego seleccione el área de la Imagen del Certificado donde quiere que el mensaje sea visualizado.

source: You can define a default font, size, style and color to be used for the certificate text fields. For each individual text field, you can override these defaults by setting a specific font/style, size or color. Note that the default font style (Italic/Bold) will only be used if a font is not selected at the field level.
es_es: Puede definir los predeterminados de la fuente, el tamaño, el estilo y el color que desea usar para los campos de texto del certificado. Para cada campo de texto individual, puede anular estos predeterminados por escoger una fuete, estilo, tamaño o color específico. Note que el estilo predeterminado de la fuente (cursiva/negritas) solo se usará si no hay una fuente seleccionada en el nivel del campo.

source: Previewing
es_es: Prevista

source: You must update the certificate template to see any changes in the Preview.
es_es: Tiene que actualizar la plantilla de certificado para ver cualquier cambio en la Prevista.

source: How to Create Your First Certificate Template
es_es: Cómo Crear Su Primera Plantilla de Certificado

source: First go to Sensei &gt; Certificate Templates and click "Add Certificate Template" to add a template
es_es: Primeramente, vaya a Plantillas de Certificado de Sensei &gt; y haga clic en "Agregar Plantilla de Certificado" para agregar una plantilla

source: Set a Certificate Name, and Certificate Background Image. Optionally configure and add some Certificate Data fields (see the "Editing a Certificate" section for more details)
es_es: Defina el Nombre del Certificado, e Imagen de Trasfondo del Certificado. Opcionalmente configure y agregue algunos campos de Datos del Certificado (vea la sección "Editar un Certificado" para más detalle)

source: Next click "Publish" to save your certificate template. You can also optionally "Preview" the certificate to check your work and field layout.
es_es: Luego haga clic en "Publicar" para guardar su plantilla de certificado. Opcionalmente, también puede ver la "Prevista" del certificado para revisar su trabajo y el diseño de los campos.

source: Next go to Sensei &gt; All Courses and either create a new course or edit an existing one, and assigning the template you created to the course.
es_es: Ahora vaya a Todos los Cursos de Sensei &gt; y cree un nuevo curso o edite un curso existente, y asigne la plantilla que ha creado al curso.

source: Your learners can now earn a Certificate when they have completed a course! Your existing learners who have already completed a course will automatically have certificates generated for them when you installed the plugin.
es_es: ¡Sus alumnos ahora pueden obtener un Certificado cuando hayan completado un curso! Sus alumnos existentes quienes ya han completado un curso automáticamente tendrán certificados generados para ellos cuando instala el plugin.

source: Course
es_es: Curso

source: Place
es_es: Lugar

source: Done
es_es: Realizado

source: Certificate Template updated.
es_es: Plantilla de Certificado actualizada.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Certificate Template restored to revision from %s
es_es: Plantilla de Certificado restaurada a la revisión de %s

source: Certificate Template saved.
es_es: Plantilla de Certificado guardado.

source: Certificate Template submitted.
es_es: Plantilla de Certificado sometida.

source: Certificate Template scheduled for: <strong>%1$s</strong>.
es_es: Plantilla de Certificado programada para: <strong>%1$s<strong>.

source: Certificate Template draft updated.
es_es: Borrador de la Plantilla de Certificado actualizado.

# post type general name
source: Certificate Templates
es_es: Plantillas de Certificado

# post type singular name
source: Certificate Template
es_es: Plantilla de Certificado

# post type add_new
source: Add New Certificate Template
es_es: Agregar Nueva Plantilla de Certificado

source: Add New Certificate Template
es_es: Agregar Nueva Plantilla de Certificado

source: Edit Certificate Template
es_es: Editar Plantilla de Certificado

source: New Certificate Template
es_es: Nueva Plantilla de Certificado

source: Certificate Templates
es_es: Plantillas de Certificado

source: View Certificate Template
es_es: Ver Plantilla de Certificado

source: Search Certificate Templates
es_es: Buscar Plantillas de Certificado

source: No certificate templates found
es_es: Ninguna plantilla de certificado encontrado

source: No certificate templates found in Trash
es_es: Ninguna plantilla de certificado encontrado en la Papelera

source: Learner
es_es: Alumno

source: Date Completed
es_es: Fecha Completada

source: Actions
es_es: Acciones

source: View Certificate
es_es: Ver Certificado

source: Course Title
es_es: Título del Curso

source: This is to certify that
es_es: Esto certifica que

source: has completed the course
es_es: ha completado el curso

source: At %s
es_es: En %s

# column name
source: Certificate Template
es_es: Plantilla de Certificado

source: Edit %s
es_es: Editar %s

source: Learn more about updating PHP
es_es: Aprenda más sobre actualizar PHP

source: (opens in a new tab)
es_es: (se abre en una pestaña nueva)

source: Certificate Settings
es_es: Configuración del Certificado

source: Options for the Certificate Extension.
es_es: Opciones para la Extensión del Certificado.

source: View in Courses
es_es: Ver en Cursos

source: Show a View Certificate link in the single Course page and the My Courses page.
es_es: Muestre un enlace de Ver Certificado en la página de Curso individual y en la página de Mis Cursos.

source: View in Learner Profile
es_es: Ver en Perfil del Alumno

source: Show a View Certificate link in the Learner Profile page.
es_es: Muestre un enlace de Ver Certificado en la página del Perfil del Alumno.

source: Public Certificate
es_es: Certificado Público

source: Allow the Learner to share their Certificate with the public. (The learner will have to enable this in their profile by going to mysite.com/learner/{learner_username})
es_es: Permita al Alumno compartir su Certificado con el público. (El alumno tendrá que habilitar esto en su perfil por ir a mysite.com/learner/{learner_username})

# post type general name
source: Certificates
es_es: Certificados

# post type singular name
source: Certificate
es_es: Certificado

# post type add_new
source: Add New Certificate
es_es: Agregar un Nuevo Certificado

source: Add New Certificate
es_es: Agregar un Nuevo Certificado

source: Edit Certificate
es_es: Editar el Certificado

source: New Certificate
es_es: Nuevo Certificado

source: Certificates
es_es: Certificados

source: Search Certificates
es_es: Buscar en Certificados

source: No certificates found
es_es: Ningún certificado encontrado

source: No certificates found in Trash
es_es: Ningún certificado encontrado en la Papelera

source: Set a certificate template on the <a href="%1$s">course</a> in order to view this certificate
es_es: Determine una plantilla de certificado en el <a href="%1$s">curso</a>para poder ver este certificado

source: You are not allowed to view this Certificate.
es_es: No le es permitido ver este Certificado.

source: Certificate Error
es_es: Error del Certificado

source: The certificate you are searching for does not exist.
es_es: El certificado que está buscando no existe.

source: Certificate
es_es: Certificado

source: Allow my Certificates to be publicly viewed
es_es: Permitir que mis Certificados se vean públicamente

source: Save
es_es: Guardar

source: Your Certificates Public View Settings Saved Successfully.
es_es: La Configuración de la Vista Pública de Sus Certificados Ha Sido Guardado Exitosamente.

source: View certificate
es_es: Ver certificado

source: Creates certificates for learners who have already completed Courses.
es_es: Crea certificados para alumnos que ya han completado cursos.

source: Certificate records will be created in the background.
es_es: Registros de certificados serán creados en segundo plano.

source: This task is running in the background and is %d%% complete.
es_es: La tarea se está realizando en segundo plano y esta %d%% completado.

source: Recreates the example certificate template and sets all courses to use it.
es_es: Regenera el modelo de ejemplo del certificado y configura todos los cursos para usarlo.

source: Example certificate template has been created and all courses have been set to use it.
es_es: El modelo de ejemplo del certificado ha sido creado y todos los cursos han sido configurados para usarlo.

source: Example Template
es_es: Plantilla de Ejemplo

source: {{completion_date}} at {{course_place}}
es_es: {{completion_date}} en {{course_place}}

source: You must set a certificate_template primary image before you can preview
es_es: Tiene que escoger una imagen principal de certificate_template antes de poder verlo
